Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: On Facebook: Gamal Mubarak supporters for his presidency nomination are announcing their demands, and his opposers are doubting his abilities
ar: على فيس بوك : مؤيدو ترشيح جمال مبارك للرئاسة يعلنون مطالبهم .. ومعارضوه يشككون في قدراته

source: A new campaign is launched by a activists on the Social Networking website Facebook under the name: Appoint Gamal Mubarak as a President for Egypt. This campaign was based on a Facebook group called Gamal Mubarak Supporters and fans created nearly a
ar: بدأ ناشطون على موقع التعارف الاجتماعي فيس بوك حملة جديدة تحت عنوان مبايعة ترشيح جمال مبارك رئيسا لمصر التي أطلقتها مجموعة بريدية تحمل اسم محبي ومؤيدي وعشاق جمال مبارك والتي تأسست منذ ما يقرب من عام.

source: This group brings together more than 1100 people. The group creator is called Mustafa Ahmed. His description for the campaign was: We, the Egyptian citizens who are the supporters and fans of Gamal Mubarak, announce our support in the next Presidential E
ar: وتضم المجموعة التي أطلقت الحملة أكثر من 1100 شخص , ومؤسسها محام مصري شاب يدعى مصطفى أحمد , وقال في تقديمه للحملة : نعلن نحن أبناء مصر المؤيدين والمحبين لجمال مبارك أننا نبارك ونؤيد ونبايع ترشيحه لإنتخابات الرئاسة القادمة فى حال عدم ترشيح والده الرئيس محم

source: He added: We didn't announce our allegiance with you until we were entirely sure with the obvious evidence we witnessed through your outstanding achievements inside and outside the party, and your continuous work for Egypt and the Egyptian people, speci
ar: وأضاف : لم نبايعك إلا بعدما تأكد لنا مدى حبك وإخلاصك لبلدنا الحبيب مصر وثبت لنا بالدليل القاطع ذلك من خلال متابعة إنجازاتك داخل الحزب وخارجه وعملك المستمر لأجل مصلحة مصر وشعبها وخاصة فقرائها ونعلن مع مبايعتنا هذه بعض الطلبات التي يطالب بها مؤيدوك على أن

source: Also, the demands of the campaign, which was signed by 50 people just after two days of its launch, includes taking care of youth, working on getting a job for every citizen, improving health care and local governments institutions, supporting democracy a
ar: كما تضم مطالب الحملة التي وقع عليها بالتأييد بعد يومين من إطلاقها أكثر من 50 شخصا الإهتمام بالشباب ومحاولة إيجاد فرصة عمل لكل مواطن والإرتقاء بقطاعات الصحة والمحليات وتدعيم الديمقراطية وتقبل الرأي الآخر والاهتمام بملف حقوق الإنسان.

source: Talk of nominating Gamal Mubarak, 46, for the Egyptian Presidency in 2011 has become part of daily life in Egypt after seeming impossible 10 years ago. Especially after the transformation of the President's son to a prominent leader in the leading party.
ar: وبات الحديث عن ترشيح جمال مبارك - 46 عاما - لرئاسة مصر خلفا لوالده الرئيس الحالي في انتخابات الرئاسة في عام 2011 واقعا مصريا يوميا بعد أن كان ضربا من الخيال منذ أقل من 10 أعوام , خاصة بعد أن تحول نجل الرئيس إلى قيادة بارزة في الحزب الحاكم في حين تنطلق كل

source: On the other hand, another campaign was launched across Facebook in the same time as the previous campaign under the name: Together for choosing Accountant Gamal Mubarak as the head of the accountants union. The aim of the campaign is doubting the abili
ar: في المقابل وعبر موقع الفيس بوك أيضا انطلقت بالتزامن مع حملة تأييد ترشيح مبارك الأبن للرئاسة مجموعة بريدية تحمل عنوان معا لاختيار المحاسب جمال مبارك نقيبا للتجاريين , هدفها التشكيك في قدرة نجل الرئيس الشاب على إدارة بلد بقيمة مصر وثقلها الدولي نظرا لمحدو

source: The group creator, Ahmed Imam, said introducing the group: The accountant Gamal Mubarak became the presidency nominee only because he is the President's son, only because his father wants this, and only because we live under a non-democratic authoritaria
ar: وقال مؤسس المجموعة أحمد إمام في التعريف بها إن : المحاسب جمال مبارك أصبح المرشح للرئاسة فقط لأنه ابن رئيس الجمهورية , وفقط لأن والده أراد ذلك , وفقط لأننا نعيش في ظل نظام سياسي سلطوي غير ديمقراطي والتعددية الحزبية مقيدة بحيث لا يستطيع أي من الأحزاب أو ال

source: He added: Because only we are in Egypt, Gamal Mubarak became the presidency nominee. Not for his abilities, his skills, or his qualifications any relation with the whole thing. For if he weren't the President's son we would barely work as a manager in so
ar: وأضاف : فقط لأننا في مصر أصبح جمال مبارك مرشحا لرئاسة الجمهورية ليس لامكانياته أو قدراته أو مؤهلاته أي دخل أو علاقة بالموضوع , فلو أنه ليس ابن الرئيس كان أصبح بالكاد مديرا لفرع في أحد البنوك وأخباره في الصحف تقتصر على توقعاته لسعر الفائدة والزيادة المتوق

source: Salima Khalil, a teacher, said some months ago she had returned from Libya to see how the situation was in Iraq and on that basis would decide once and for all whether to return to her country with her husband and four children or to remain in Libya. But
ar: سليمة خليل مدرسة قالت إنها عادت قبل أشهر من ليبيا لمعرفة الوضع الحقيقي في العراق والذي على أساسه ستقرر العودة نهائيا مع عائلتها المكونة من زوجها وأولادها الأربعة ام البقاء في ليبيا..لكنها وحسب التفجيرات المتزايدة يوميا في بغداد والمحافظات الأخرى فانها تشع

source: He added that his group, which contains are more than 100 members, aims to convince accountant Gamal Mubarak that his abilities and skills barely qualify him as a nominee for the elections of the accountants union.
ar: وأضاف أن المجموعة البريدية التي تضم حاليا أكثر من 100 شخص هدفها محاولة إقناع المحاسب جمال مبارك بأن قدراته وإمكانياته بالكاد تؤهله ليكون مرشحا لانتخابات مجلس نقابة التجاريين!

source: Iyad Mohammed, an employee at the Central Bank of Iraq believes that the US's withdrawal from the cities is timed badly. He is convinced that the security services represented by the Interior Ministry, the Ministry of Defense, and the Iraqi Intelligence i
ar: أياد محمد موظف في المصرف المركزي يعتقد ان توقيت انسحاب الأميركيين من المدن يعتبر توقيتا سيئا..ويبرر ذلك لقناعته ان الأجهزة الأمنية المتمثلة بوزارة الداخلية والدفاع والاستخبارات العراقية غير قادرة على تولي مسؤولية حماية المواطن العراقي، لانهم لا يمتلكون ال

source: Journalist, Dhiya Al-Aqabi reckons the reasons for the increase in bombings in the Shiite areas as opposed to the Sunni Karkh neighbourhood in Baghdad is the executive power which the Shiite state holds over those areas and its support for the militia dea
ar: ورجح الصحافي ضياء العقابي أسباب ازدياد التفجيرات في المناطق الشيعية عن السنية في كرخ بغداد الى قوة النفوذ الذي تحتله دولة شيعية جارة في تلك المناطق ودعمها لميليشيات وفرق موت مما يساعدها على الانطلاق وتنفيذ عملياتها بسهولة وسرعة. وقال العقابي الذي يعمل مرا

source: As for Salem A-Badhawi, a food merchant, he did not understand what was the meaning to the government's call to celebrate June 30th seeing that the United States will not withdraw from Iraq once and for all. He remarked, If the American troops are not le
ar: اما سالم البيضاوي بائع مواد غذائية فانه لا يفهم ما الذي تعنيه دعوة الحكومة الى الاحتفال في يوم الثلاثين من حزيران خصوصا وان الولايات المتحدة لن تنسحب من العراق نهائيا..وعن ذلك قال: ان كان الجنود الأميركان لن يغادروا العراق نهائيا فلماذا الاحتفال وأين هي ا

source: A dentist, Thamer Al-Zubaidi, says, The withdrawal of the US military forces from the Iraqi cities is a major step on the road to national sovereignty for Iraq. The withdrawal from the towns is deemed as the US's recognition of the Iraqi government's abi
ar: طبيب الأسنان ثامر الزبيدي يقول:انسحاب القوات العسكرية الأميركية من المدن العراقية يعتبر خطوة كبيرة على طريق السيادة الوطنية العراقية- الانسحاب من المدن يعتبر اعتراف أميركي بقدرة الحكومة العراقية على حفظ امن الوطن والمواطن-وندعو الحكومة العراقية وأجهزتها و

source: Iraqi Interior Ministry: The withdrawal was months ago so there's no need to panic
ar: وزارة الداخلية: الانسحاب تم منذ أشهر فلا داعي للهلع

source: The Interior Ministry's Department of Operations gave assurances to the Iraqi citizens. They called on them to unite to help the Interior Ministry's security services for their own safety, and to fight against what the department called terrorist criminal
ar: طمأنت دائرة عمليات وزارة الداخلية المواطنين العراقيين ودعتهم إلى التكاتف ومساعدة الأجهزة الأمنية في وزارة الداخلية من اجل سلامتهم ومحاربة ما أسمته- العمليات الإجرامية الإرهابية التي تمارس ضد العامة في العراق. وفي اتصال هاتفي صرح مدير عمليات وزارة الداخلية

source: In reply to a question by Elaph on the extent that the Iraqi security forces were equipped, Major General Abdel Karim Khalaf replied, A lot of military units have been supplied with modern armored vehicles, tanks and weapons. He added, however, I will
ar: وفي رد عن سؤال لـإيلاف عن مدى جاهزية تسليح القوات الأمنية العراقية قال اللواء الركن عبد الكريم خلف: تم تزويد الكثير من الأفواج العسكرية بمدرعات حديثة ودبابات وأسلحة..لكنه استدركلن أقول ان تسليح قواتنا بمعدات وأجهزة واليات حديثة أصبح مكتملا او بلغ درجة

source: In an interview with the British Channel Sky News , : Syrian President Bashar Assad called on his US counterpart, Barak Obama, to visit Syria. This comes as the two countries begin to improve relations. Assad said that the United States play a specia
ar: : دعا الرئيس السوري بشار الاسد في مقابلة مع قناة سكاي نيوز البريطانية، نظيره الاميركي باراك اوباما لزيارة سوريا، وذلك في الوقت الذي بدأ فيه البلدان تحسين العلاقات بينهما. وقال الاسد ان الولايات المتحدة تضطلع بدور خاص باعتبارها القوة الرئيسية (في العالم

source: In regards to the views held that the success in imposing security would depend on strong intelligence there are some who see that this it is not being provided by the Iraqi Intelligence Service. The Director of Interior Operations responded by saying, T
ar: وفي ما يتعلق بالآراء القائلة ان النجاح في فرض الأمن يعتمد على وجود استخبارات قوية وهو أمر يرى البعض انه غير متوافر عند الاستخبارات العراقية رد مدير عمليات الداخلية: توجد بعض الخروقات في الأجهزة الأمنية العراقية لكني اؤكد اننا في وزارة الداخلية مصممون على

source: He didn't deny the ongoing dispute about the existence of rifts between the leaders' themselves in the Interior Ministry which MPs and senior officials in the government are talking about. But he said, We talked with the brothers, leaders in the Interior
ar: ولم ينف خلف الجدل الدائر عن وجود خروقات بين صفوف القادة أنفسهم في وزارة الداخلية والتي يتحدث عنها برلمانيون ومسئولين كبار في الحكومة.. لكنه قال: تكلمنا مع الإخوان القادة في وزارة الداخلية وفي قيادة عمليات بغداد وطلبنا التعاون والتنسيق المتكامل بين الجميع

source: It is worth mentioning that the number of the Iraqi security forces working for the Ministry of the Interior has reached 500,000 policemen in addition to about 350,000 soldiers. The withdrawal of US forces is the implementation of the US's commitment to w
ar: ومن الجدير بالذكر ان عدد القوات الامنية العراقية العاملة في وزارة الداخلية يبلغ 500 الف شرطي بالاضافة الى نحو 350 الف عسكري. وياتي انسحاب القوات الأميركية تنفيذا لالتزام الولايات المتحدة بسحب قواتها في الـ 30 من حزيران/يونيو الحالي وفق ما هو منصوص عليه في

source: Mystery surrounds Cheb Mami trial
ar: غموض في محاكمة الشاب مامي

source: French justice averts crisis with Algeria
ar: العدالة الفرنسية تتحاشى أزمة مع الجزائر

source: French justice never unveiled all the details pertaining to the trial of ‘French citizen’ Mohamed Khelifati, otherwise known as Cheb Mami. Bobigny’s misdemeanor court jury, which looked into the case, avoided researching many details which would have she
ar: لم تكشف العدالة الفرنسية كل التفاصيل المتعلقة بمحاكمة ''المواطن الفرنسي'' محمد خليفاتي، المدعو الشاب مامي. وتحاشت هيئة محكمة الجنح لبوبيني التي نظرت في قضية متابعته بتهمة محاولة الإجهاض القسري، البحث في الكثير من التفاصيل التي كانت ستعطي لمحاكمة نجم أغن

source: French judicial authorities had arrested Cheb Mami and business manager Michael Levy, whereas they should have detained the key individuals in the violence case endured by photographer ‘Isabelle Simon”, which were the two girls and two individuals mention
ar: كما ألقت السلطات القضائية الفرنسية القبض على الشاب مامي والقائم بأعماله ميشال ليفي، كانت قادرة على توقيف الأشخاص الأساسيين في قضية العنف الذي تعرضت له المصورة ''إيزابيل سيمون''، وهم الفتاتان والشخصان اللذان ذكرت أسمائهم في كل مجريات التحقيق القضائي وخلال

source: Bobigny’s investigative judge, who undertook the case, should have called the two women who attempted abortion along with the two other individuals who escorted the victim to the villa which witnessed the crime. The two individuals are Kamal Lazaar and
ar: وكان من المفروض على قاضي التحقيق الذي تكفّل بالملف في محكمة بوبيني، إما أن يستدعي الفتاتين اللتين قمن بمحاولة الإجهاض مع الشخصين اللذين نقلاهما إلى الفيلا التي جرت فيها العملية في الجزائر العاصمة. هذين الشخصين هما كمال لزعر وعبد القادر لعلايلي المدعو قادة

source: Nobody mentions the names of the two girls who physically participated in the abortion attempt, the responsibility of which was entirely thrown on Cheb Mami’s shoulders. Moreover, French justice has caused great embarrassment for Algerian authorities as t
ar: ولا أحد ذكر اسمي الفتاتين اللتين مارستا ماديا محاولة الإجهاض، التي تحمّل مسؤوليتها الشاب مامي. وأكثر من ذلك وضعت العدالة الفرنسية السلطات الجزائرية في حرج كبير لأنها أمرت بالقبض على ''إطار سام في الدولة''ـ الذي كان يدير أعمال الشاب مامي ـ وهو مدير أحد دوا

source: Cheb Mami, who blamed his ex-friend (Abdel Qader Alaily) for the abortion attempt, never went into extensive detail in court about ‘Qada’s role. Wada permanently resided in Cheb Mami’s villa which he purchased with a loan from Al Khalifa bank. Cheb Mami
ar: وحتى الشاب مامي الذي حمّل لصديقه السابق وابن مدينته الأصلية سعيدة (عبد القادر لعلايلي) مسؤولية محاولة الإجهاض، لم يتعمق كثيرا أمام المحكمة حسب التقارير الصحفية، في الأدوار التي كانت موكّلة لـ''قادة'' الذي كان مقيما بشكل دائم في الفيلا التي اشتراها الشاب م

source: The European elections end today. Fear that the right-wing parties and the opposition to the European Union win
ar: الانتخابات الأوروبية تختتم اليوم.. ومخاوف من تقدم الأحزاب اليمينية والمعارضة للاتحاد الأوروبي

source: The boycott and low turnout increase the fear that the extremists win
ar: المقاطعة ونسبة الإقبال المنخفضة تزيد من مخاوف تقدم المتطرفين

source: Voting for the European parliament continued yesterday. The voting process will last for four days. Britain and the Netherlands started the voting process on Thursday. Then the Irish and Czech voted the day before yesterday, and the Slovakian, Latvians,
ar: تواصلت أمس عملية الاقتراع في الانتخابات البرلمانية الأوروبية التي تستمر أربعة أيام. وبعد بريطانيا وهولندا، اللتين بدأتا عملية الاقتراع الخميس، ثم الأيرلنديين والتشيكيين أول أمس، توجه أمس السلوفاكيون واللاتفيون والمالطيون والقبارصة إلى مراكز الاقتراع.

source: Elections will be held today in other states. The preliminary results will be published starting 10:00 p.m. tonight. These results will give us an idea about the future of the European Parliament. The significant progress of the extremist parties that a
ar: وستجرى الانتخابات اليوم في الدول الأخرى، على أن تنشر اعتبارا من الساعة العاشرة ليلا أولى النتائج الشاملة التي ستعطي لونا سياسيا لمستقبل البرلمان الأوروبي. وقد يكون التقدم الكبير للأحزاب المتطرفة المناهضة لأوروبا والمقاطعة غير المسبوقة للاقتراع، من العوامل

source: The Italian started casting their votes yesterday and continue to vote today. It is expected that elections will measure the popularity of Prime Minister Silvio Berlusconi in the wake of the scandal that involved his friendly relationship with an eighteen
ar: وبدأ الإيطاليون في الإدلاء بأصواتهم أمس على أن يستمر التصويت طوال اليوم. ومن المتوقع أن تمثل الانتخابات مقياسا لشعبية رئيس الوزراء سيلفيو برلسكوني في أعقاب فضيحة تورطه في علاقة صداقة مع فتاة في الثامنة عشرة من عمرها.

source: In addition to the selection of the 72 representatives of Italy in the European Parliament, Italian voters are also voting for members of the municipal councils and the mayors of the major cities such as Florence, Bologna, Padua, and Bergamo. Berlusconi c
ar: وإلى جانب اختيار ممثلي إيطاليا في البرلمان الأوروبي وعددهم 72 عضوا، يختار الناخبون الإيطاليون أيضا أعضاء المجالس البلدية وعمد المدن الرئيسية مثل فلورنسا وبولونيا وبادوا وبيرجامو. وكان برلسكوني اختتم حملته الانتخابية أول من أمس بالإشارة بثقة إلى استفتاءات

source: Berlusconi expected that the number of the members of the European Parliament who will be elected from his party would be the largest component within the European People's Party of the center right, who is expected to retain its majority in the parliamen
ar: وتوقع برلسكوني أن عدد أعضاء البرلمان الأوروبي الذين سيتم انتخابهم من حزبه سيمثل أكبر مكون داخل حزب الشعب الأوروبي تجمع يمين الوسط، الذي من المتوقع أن يحتفظ بأغلبيته داخل البرلمان الأوروبي. كما جدد رئيس الوزراء الإيطالي البالغ من العمر 72 عاما، نفيه إقامة

source: In the atmosphere of indifference, the moderate conservative are expected to remain the main force in the European Parliament after the publication of the elections’ results this evening. This will enhance the control of the right majority in Europe. The
ar: وفي أجواء اللامبالاة هذه، تعد الأحزاب المحافظة المعتدلة الأوفر حظا لتبقى القوة الرئيسية في البرلمان الأوروبي بعد نشر نتائج الاقتراع مساء اليوم، معززة تفوق اليمين في أوروبا الذي يسيطر على غالبية الحكومات الأوروبية. وقال أوغو برادي الباحث في مركز الإصلاح ال

source: In Britain, Prime Minister Gordon Brown, who faces labor dilemma, admitted the defeat of his party in local and European elections without even waiting for the declaration of the official results on Sunday evening. The parties against Europe are expected
ar: وفي بريطانيا حيث يواجه رئيس الوزراء العمالي غوردن براون مأزقا وأقر بهزيمة حزبه في الانتخابات المحلية والأوروبية من دون حتى أن ينتظر إعلان النتائج الرسمية مساء اليوم، يتوقع المناهضون لأوروبا تحقيق فوز. وبحسب استطلاع للرأي أجري أخيرا فإن حزب اليمين المتطرف

source: These parties benefit from the low turnout of the elections. In the Netherlands, the turnout was 2,39 percent compared to 5,36 percent in 2004 according to the provisional poll. In Slovakia, recent poll bet that the participation will not exceed 14 percen
ar: وتستفيد هذه الأحزاب من نسبة الممتنعين عن التصويت الكبيرة. ففي هولندا كانت نسبة المشاركة 5،36% في مقابل 2،39% في 2004 بحسب الأرقام المؤقتة. وفي سلوفاكيا راهنت استطلاعات الرأي الأخيرة على مشاركة لا تتجاوز 14%. وعلى مستوى الاتحاد الأوروبي قد تكون المشاركة أد

source: In the European Parliament, the European People’s Party will have to deal with the British Conservatives and the Czechs who want to adopt a policy that doubts the European Union politics. With the strengthening of the position of the parties against the E
ar: وفي البرلمان الأوروبي، سيضطر اليمين الوسط المنضوي تحت راية الحزب الشعبوي الأوروبي إلى التعامل مع انشقاق المحافظين البريطانيين والتشيكيين الذين يريدون اعتماد نهج يشكك بسياسة الاتحاد الأوروبي. ومع تعزيز موقع المتشددين المناهضين لأوروبا، فإن اللعبة السياسية

source: In an exclusive interview with General Khory
ar: في حديث خاص لجيزال خوري

source: Abbas expresses his readiness for the elections and to hand over the authority to Hamas in case it won it
ar: عباس يبدي استعداده للانتخابات وتسليم حماس السلطة بحال فوزها

source: The Palestinian president Mahmoud Abbas asked Hamas to have the elections held under Arab and international monitoring and to arbitrate the results. In an exclusive interview with my colleague Gizal Khory, Abu Mazen expressed his readiness to hand over th
ar: طالب الرئيس الفلسطيني محمود عباس حماس باللجوء الى انتخابات تُجرى تحت إشرافٍ عربي ودولي والاحتكام إلى نتائجها. وفي حديث خاص مع الزميلة جيزال خوري، أبدى أبو مازن استعدادَه لتسليم السلطة إلى حركة حماس اذا ما جاءت النتيجة لصالحها.

source: Abbas expressed his commitment to hand over the legislative and presidential power to Hamas in case of winning in the upcoming elections as he did in the previous elections when the Islamic Resistance Movement won the majority of seats in the Legislative
ar: وأبدى عباس استعداده التزامه بتسليم السلطة التشريعية والرئاسية إلى حماس في حال فوزها في الانتخابات القادمة كما فعل في الانتخابات السابقة عندما حققت حركة المقاومة الاسلامية الأغلبية في المجلس التشريعي، وفيما إذا كان كلامه هذا يعني أنه متأكد من فوز فتح، أجاب

source: In a television interview, another Abbas hinted at the possibility of resuming negotiations should the US administration put pressures to stop the settlement and reformed its positions towards the establishment of a Palestinian state.
ar: وفي حوار تلفزيوني آخر، ألمح عباس إلى امكانية العودة للمفاوضات المجمدة فيما إذا ضغطت الادارة الامريكية لوقف الاستيطان وتعديل مواقفها ازاء اقامة الدولة الفلسطينية.

source: Abu Mazen confirmed his readiness to discuss with an open mind all the issues subject to negotiation according to the resolutions of international legitimacy.
ar: واكد ابو مازن استعداده للبحث بعقل مفتوح في كافة القضايا موضع التفاوض وفق قرارات الشرعية الدولية.

source: Abbas stressed that the sixth conference of Fatah movement is imminent and that the members of the conference will have absolute freedom to exercise absolute democracy to elect the members of the Revolutionary Council and Central Committee. He called at t
ar: وشدد عباس على أن المؤتمر السادس لحركة فتح بات على الابواب وان اعضاء المؤتمر سيكون لهم مطلق الحرية بممارسة ديمقراطية عالية لاختيار اعضاء المجلس الثوري واللجنة المركزية. ودعا في الوقت نفسه الى استقلالية الحركة عن السلطة ماليا ومؤسساتيا وان تكون رديفا للسلطة

source: Abu Mazen also tackled the prisoners file saying that “there will not be settelements with Israel before the prisons are cleared from prisoners.
ar: كما تطرق ابو مازن لملف الاسرى, وقال لن يكون هناك حل مع اسرائيل قبل تبيييض السجون من الاسرى.

source: He added: that the prisoners issue dominated the talks and we demanded, and will keep demanding, the release of all and the results of the pressuring was the release of Aziz al-Duweik, whom we demand to be released with Marwan al-Barghouthi and others .
ar: واضاف: ان جميع جلسات المفاوضات كانت قضيبة الاسرى تتصدر المحادثات وطالبنا وسنبقى نطالب باطلاق سراح الجميع ومن نتائج تلك الضغوط الافراج عن عزيز الدويك والذي كنا نطالب بالافراج عنه مع مروان البرغوثي وغيرهم.

source: Abbas moved to the Israeli soldier captured in Gaza, and described the management of the issue by Hamas as a futile way to keep the soldier and a reason for more casualties in the lives of the Palestinian people.
ar: وعرج عباس على الجندي الاسرائيلي الاسير في غزة, ووصف ادارة الملف من قبل حماس بانه اسلوب عقيم لجهة الاحتفاظ بالجندي وحصد المزيد من الخسائر في ارواح ابناء الشعب الفلسطيني.

source: The Iraqi government declared on Monday, it is about to allow doctors to carry weapons and individual in order to protect themselves, following that targeted hundreds of them were killed since the invasion of the country led by the United States in 2003.
ar: أعلنت الحكومة العراقية يوم أمس الاثنين أنها بصدد السماح للأطباء بحمل السلاح الفردي من أجل حماية أنفسهم، وذلك بعد أن استُهدف وقُتل المئات منهم منذ غزو البلاد بقيادة الولايات المتحدة عام 2003.

source: Associated Press Agency quoted a statement issued by news of the Iraqi council of ministers as saying that the government has instructed the Ministry of Health to start the construction of residential complexes, doctors from the surrounding areas in hospi
ar: ونقلت وكالة الأسوشييتد برس للأنباء عن بيان صادر عن مجلس الوزراء العراقي قوله إن الحكومة قد أوعزت إلى وزارة الصحة بالبدء ببناء مجمعات سكنية خاصة بالأطباء في المناطق المحيطة بالمستشفيات، بحيث تخضع لإجراءات أمنية مشددة.

source: Sfeir implicitly attacks Hezbollah warns of dangers threatening entity Lebanon's Arab
ar: صفير يهاجم حزب الله ضمناً ويحذر من مخاطر تهدد كيان لبنان العربي

source: The United Nations: “War Crimes” are being committed in Somalia
ar: الأمم المتحدة: جرائم حرب ترتكب في الصومال

source: The UN High Commissioner for Human Rights said serious human rights violations were committed in Somalia to the extent that they can be classified as “war crimes”. Navi Pillay said in a statement: “It is clear that grave violations of international human
ar: أعلنت المفوضة العليا لحقوق الإنسان لدى الأمم المتحدة أن انتهاكات خطيرة لحقوق الإنسان ترتكب في الصومال إلى حد انه يمكن اعتبارها جرائم حرب. وقالت نافي بيلاي في بيان: من الواضح أن انتهاكات خطيرة لحقوق الإنسان وللقانون الإنساني الدولي - يمكن أن تعتبر جرائم
